/* Localized versions of Info.plist keys */
"CFBundleName" = "CoreTypes";
"3GPP movie" = "Filme 3GPP";
"3GPP2 movie" = "Filme 3GPP2";
"AC-3 audio" = "Áudio AC-3";
"Ada source code" = "Código fonte Ada";
"Adaptive Multi-rate audio" = "Áudio Adaptive Multi-Rate";
"Adobe Illustrator document" = "Documento do Adobe Illustrator";
"Adobe Photoshop document" = "Documento do Adobe Photoshop";
"Advanced Authoring Format" = "Formato avançado de autoria";
"AFP Internet Location" = "Localização de Internet AFP";
"AFP Server" = "Servidor AFP";
"AIFF audio" = "Áudio AIFF";
"AIFF-C audio" = "Áudio AIFF-C";
"AirPort Extreme" = "AirPort Extreme";
"Alert Caution" = "Alerta";
"Alert Caution Badge" = "Identificador de Alerta";
"Alert Note" = "Nota de Alerta";
"Alert Stop" = "Interrupção de Alerta";
"alias" = "atalho";
"Alias Badge" = "Identificador de Atalho";
"alias data" = "dados do atalho";
"Apple CoreAudio format" = "Formato CoreAudio Apple";
"Apple icon image" = "Imagem ícone da Apple";
"Apple Logo" = "Logótipo da Apple";
"Apple Menu" = "Menu Apple";
"Apple Menu Folder" = "Pasta Menu Apple";
"Apple Script Badge" = "Identificador Apple Script";
"Apple TV" = "Apple TV";
"Apple Wireless Device" = "Dispositivo sem fios Apple";
"AppleScript" = "AppleScript";
"AppleScript text" = "Texto AppleScript";
"AppleSingle archive" = "Arquivo AppleSingle";
"AppleTalk" = "AppleTalk";
"AppleTalk Zone" = "Zona AppleTalk";
"Application" = "Aplicação";
"application" = "aplicação";
"Application Support Folder" = "Pasta Application Support";
"Applications Folder" = "Pasta Aplicações";
"assembly source code" = "Código fonte assembly";
"Assistants Folder" = "Pasta Assistentes";
"AU audio" = "Áudio AU";
"audio" = "áudio";
"audio unit preset" = "Predefinição Audio Unit";
"audiovisual content" = "conteúdo áudio-visual";
"AVI movie" = "Filme AVI";
"Backward Arrow" = "Seta para Trás";
"binary property list" = "lista de propriedades binária";
"BD Video Disc" = "Disco Blu-ray de vídeo";
"BOM-compatible archive" = "Arquivo BOM-compatível";
"BOM-generated compressed CPIO archive" = "Arquivo CPIO BOM-generated comprimido";
"bookmark" = "marcador";
"Bourne-Again Shell script" = "Script da shell Bourne-Again";
"Bundle" = "Bundle";
"bundle" = "bundle";
"Burn" = "Gravar";
"Bzip2 archive" = "Arquivo bzip2";
"Bzip2 compressed tar archive" = "Arquivo tar comprimido bzip2";
"C header code" = "Código header C";
"C++ header code" = "Código header C++";
"C Shell script" = "Script da Shell C";
"C source code" = "Código fonte C";
"C++ source code" = "Código fonte C++";
"calendar event" = "evento do calendário";
"CDAudioVolume" = "CDAudioVolume";
"certificate (X.509)" = "certificado (X.509)";
"Classic System Folder" = "Pasta de Sistema Classic";
"Clipping" = "Clip";
"clipping" = "clip";
"Color" = "Cor";
"ColorSync Folder" = "Pasta ColorSync";
"ColorSync profile" = "Perfil ColorSync";
"comma-separated values" = "valores separados por vírgula";
"Component" = "Componente";
"Computer" = "Computador";
"Connect To" = "Ligar a";
"contact information" = "informação de contacto";
"content" = "conteúdo";
"Contextual Menu Items Folder" = "Pasta Itens de Menus Contextuais";
"Control Panel Folder" = "Pasta Painel de Controlo";
"CPIO archive" = "Arquivo CPIO";
"Customize Toolbar" = "Personalizar barra de ferramentas";
"data" = "dados";
"database" = "base de dados";
"Data-fork font suitcase" = "Data-fork dos tipos de letra";
"Delete Alias" = "Apagar atalho";
"Delete Toolbar" = "Apagar barra de ferramentas";
"delimited text values" = "valores de texto delimitados";
"Desktop Folder" = "Pasta Secretária";
"Developer Folder" = "Pasta Programador";
"Device" = "Dispositivo";
"DICOM" = "DICOM";
"Digital Asset Exchange (DAE)" = "Digital Asset Exchange (DAE)";
"directory" = "directório";
"Disabled Control Panel Folder" = "Pasta Painel de Controlo Inactiva";
"Disabled Extensions Folder" = "Pasta Extensões Inactivas";
"Disabled Shutdown Items Folder" = "Pasta Itens de Desligar Inactivos";
"Disabled Startup Items Folder" = "Pasta Itens do Arranque Inactivos";
"Disabled System Extension Folder" = "Pasta Extensões de Sistema Inactivas";
"Disconnected File Server" = "Servidor de Ficheiros Desligado";
"disk image" = "imagem do disco";
"Document" = "Documento";
"Documents Folder" = "Pasta Documentos";
"downloadable sound" = "som descarregável";
"Drop Folder" = "Pasta de Recepção";
"DV movie" = "Filme DV";
"DVD Video Disc" = "Disco DVD de vídeo";
"Dylan source code" = "Código fonte Dylan";
"Edition File" = "Ficheiro de Edição";
"eFax fax" = "Fax eFax";
"Eject Media" = "Ejectar Media";
"Encapsulated PostScript" = "PostScript encapsulado";
"Erasing" = "A apagar";
"Executable Binary" = "Binário Executável";
"Favorite Items" = "Itens Favoritos";
"fax" = "fax";
"file archive" = "arquivo";
"File Internet Location" = "Localização de Internet do ficheiro";
"File Server" = "Servidor de Ficheiro";
"file URL" = "URL do ficheiro";
"File Vault" = "File Vault";
"filename extension" = "extensão do nome do ficheiro";
"Finder" = "Finder";
"Flash video" = "Vídeo Flash";
"FlashPix image" = "Imagem FlashPix";
"FLC animation" = "Animação FLC";
"Folder" = "Pasta";
"folder" = "pasta";
"font" = "tipo de letra";
"Font suitcase" = "Conjunto de tipos de letra";
"font suitcase" = "conjunto de tipos de letra";
"Fonts Folder" = "Pasta Tipos de letra";
"Fortran source code" = "Código fonte Fortran";
"Forward Arrow" = "Seta para a Frente";
"four-character code" = "código de quatro caracteres";
"framework" = "framework";
"FTP Internet Location" = "Localização Internet do FTP";
"FTP Server" = "Servidor FTP";
"Full Trash" = "Lixo cheio";
"Graphics Interchange Format (GIF)" = "GIF (Graphics Interchange Format)";
"Grid" = "Quadrícula";
"Group" = "Grupo";
"Group Folder" = "Pasta Grupo";
"Guest User" = "Utilizador convidado";
"GZip archive" = "Arquivo GZip";
"Help document" = "Documento de ajuda";
"Help Folder" = "Pasta Ajuda";
"Home Folder" = "Pasta pessoal";
"HTML text" = "Texto HTML";
"HTTP Internet Location" = "Localização de Internet HTTP";
"HTTP Server" = "Servidor HTTP";
"ICS File" = "Ficheiro ICS";
"iDisk" = "iDisk";
"iMac" = "iMac";
"image" = "imagem";
"Internet Folder" = "Pasta Internet";
"Internet Location" = "Localização de Internet";
"Internet PlugIn Folder" = "Pasta PlugIn Internet";
"IPFileServer" = "IPFileServer";
"iPhone" = "iPhone";
"iPhone 3G" = "iPhone 3G";
"iPod touch" = "iPod touch";
"item" = "item";
"J2 fax" = "Fax J2";
"Java source code" = "Código fonte Java";
"JavaScript source code" = "Código fonte JavaScript";
"JPEG 2000 image" = "Imagem JPEG 2000";
"JPEG image" = "Imagem JPEG";
"Keep Arranged" = "Manter organizado";
"Kernel Extension" = "Extensão do Kernel";
"Keynote document" = "Documento do Keynote";
"Keynote theme" = "Tema do Keynote";
"Korn Shell script" = "Script da shell Korn";
"Lex source code" = "Código fonte Lex";
"Library Folder" = "Pasta Biblioteca";
"Locales Folder" = "Pasta Locais";
"Locked" = "Protegido";
"Locked Badge" = "Identificador Protegido";
"M3U Playlist" = "Lista de reprodução M3U";
"Mac" = "Mac";
"Mac mini" = "Mac mini";
"Mac Pro" = "Mac Pro";
"MacBook" = "MacBook";
"MacBook Air" = "MacBook Air";
"MacBook Pro" = "MacBook Pro";
".Mac Neighborhood" = "Vizinhança .Mac";
"MacPaint image" = "Imagem MacPaint";
"Magnifying Glass" = "Lupa";
"Mail Internet Location" = "Localização de Internet do correio";
"message" = "mensagem";
"Microsoft Excel 2007 spreadsheet (macros enabled)" = "Folha de cálculo do Microsoft Excel 2007 (macros activas)";
"Microsoft Excel 97-2004 template" = "Modelo do Microsoft Excel 97-2004";
"Microsoft Excel 97-2004 worksheet" = "Livro do Microsoft Excel 97-2004";
"Microsoft Excel 97-2004 workspace" = "Área de trabalho do Microsoft Excel 97-2004";
"Microsoft PowerPoint 97-2004 presentation" = "Apresentação do Microsoft PowerPoint 97-2004";
"Microsoft PowerPoint 97-2004 slide show" = "Apresentação de diapositivos do Microsoft PowerPoint 97-2004";
"Microsoft PowerPoint 97-2004 template" = "Modelo do Microsoft PowerPoint 97-2004";
"Microsoft Word 97 - 2004 document" = "Documento do Microsoft Word 97 - 2004";
"Microsoft Word 97 - 2004 template" = "Modelo do Microsoft Word 97 - 2004";
"Microsoft Word 2003 XML document" = "Documento XML do Microsoft Word 2003";
"MIDI audio" = "Áudio MIDI";
"Mig definition source code" = "Código fonte Mig definition";
"MIME type" = "Tipo MIME";
"MINC Image" = "Imagem MINC";
"mobile configuration" = "configuração móvel";
"mount point" = "ponto de montagem";
"Mounted Badge" = "Identificador Montado";
"Mounted Folder" = "Pasta Montada";
"movie" = "filme";
"Movie Folder" = "Pasta Filmes";
"MP3 audio" = "Áudio MP3";
"MPEG movie" = "Filme MPEG";
"MPEG-2 Transport Stream" = "Stream de transporte MPEG-2";
"MPEG-2 video" = "Vídeo MPEG-2";
"MPEG-4 audio" = "Áudio MPEG-4";
"MPEG-4 movie" = "Filme MPEG-4";
"Music Folder" = "Pasta Música";
"neighborhood" = "vizinhança";
"NetBootVolume" = "NetBootVolume";
"Network" = "Rede";
"News Internet Location" = "Localização de Internet de notícias";
"NIfTI-1" = "NIfTI-1";
"No Files" = "Ficheiros inexistentes";
"No Folder" = "Pasta Inexistente";
"No Write" = "Escrita Interdita";
"NSPasteboard type" = "Tipo NSPasteboard";
"Numbers document" = "documento do Numbers";
"Numbers template" = "modelo do Numbers";
"Objective-C source code" = "Código fonte Objective-C";
"Objective-C++ source code" = "Código fonte Objective-C++";
"Office Open XML" = "Open XML do Office";
"Office Open XML presentation" = "Apresentação Open XML do Office";
"Office Open XML presentation (macros enabled)" = "Apresentação Open XML do Office (macros activas)";
"Office Open XML presentation template" = "Modelo de apresentação Open XML do Office";
"Office Open XML presentation template (macros enabled)" = "Modelo de apresentação Open XML do Office (macros activas)";
"Office Open XML slide show" = "Apresentação de diapositivos Open XML do Office";
"Office Open XML slide show (macros enabled)" = "Apresentação de diapositivos Open XML do Office (macros activas)";
"Office Open XML spreadsheet" = "Folha de cálculo Open XML do Office";
"Office Open XML spreadsheet (macro enabled)" = "Folha de cálculo Open XML do Office (macros activas)";
"Office Open XML spreadsheet template" = "Modelo de folha de cálculo Open XML do Office";
"Office Open XML spreadsheet template (macro enabled)" = "Modelo de folha de cálculo Open XML do Office (macros activas)";
"Office Open XML word processing document" = "Documento de processamento de texto Open XML do Office";
"Office Open XML word processing document (macro enabled)" = "Documento de processamento de texto Open XML do Office (macros activas)";
"Office Open XML word processing template" = "Modelo de documento de processamento de texto Open XML do Office";
"Office Open XML word processing template (macro enabled)" = "Modelo de documento de processamento de texto Open XML do Office (macros activas)";
"Open Document" = "OpenDocument";
"Open Document chart" = "Diagrama OpenDocument";
"Open Document chart template" = "Modelo de diagrama OpenDocument";
"Open Document database" = "Base de dados OpenDocument";
"Open Document formula" = "Fórmula OpenDocument";
"Open Document formula template" = "Modelo de fórmula OpenDocument";
"Open Document graphics" = "Gráficos OpenDocument";
"Open Document graphics template" = "Modelo de gráficos OpenDocument";
"Open Document HTML template" = "Modelo HTML OpenDocument";
"Open Document image" = "Imagem OpenDocument";
"Open Document image template" = "Modelo de imagem OpenDocument";
"Open Document presentation" = "Apresentação OpenDocument";
"Open Document presentation template" = "Modelo de apresentação OpenDocument";
"Open Document spreadsheet" = "Folha de cálculo OpenDocument";
"Open Document spreadsheet template" = "Modelo de folha de cálculo OpenDocument";
"Open Document text" = "Texto OpenDocument";
"Open Document text master" = "Modelo global de texto OpenDocument";
"Open Document text template" = "Modelo de texto OpenDocument";
"Open Folder" = "Abrir Pasta";
"Open Media Framework interchange format" = "Formato Open Media Framework Interchange";
"OpenOffice.org 1.0 Drawing" = "Desenho OpenOffice.org 1.0";
"OpenOffice.org 1.0 Drawing Template" = "Modelo de desenho OpenOffice.org 1.0";
"OpenOffice.org 1.0 Formula" = "Fórmula OpenOffice.org 1.0";
"OpenOffice.org 1.0 Master" = "OpenOffice.org 1.0 Master";
"OpenOffice.org 1.0 Presentation" = "Apresentação OpenOffice.org 1.0";
"OpenOffice.org 1.0 Presentation Template" = "Modelo de apresentação OpenOffice.org 1.0";
"OpenOffice.org 1.0 Spreadsheet" = "Folha de cálculo OpenOffice.org 1.0";
"OpenOffice.org 1.0 Spreadsheet Template" = "Modelo de folha de cálculo OpenOffice.org 1.0";
"OpenOffice.org 1.0 Text" = "Texto OpenOffice.org 1.0";
"OpenOffice.org 1.0 Text Template" = "Modelo de texto OpenOffice.org 1.0";
"OpenEXR image" = "Imagem OpenEXR";
"OpenType font" = "Tipo de letra OpenType®";
"Owned Folder" = "Pasta Proprietário";
"Owner" = "Proprietário";
"package" = "pacote";
"Pages document" = "documento do Pages";
"Pages template" = "modelo do Pages";
"Pascal source code" = "Código fonte Pascal";
"patch file" = "ficheiro de correcção";
"PC" = "PC";
"Perl script" = "Script Perl";
"personal information exchange (PKCS#12)" = "formato personal information exchange (PKCS#12)";
"PHP script" = "Script PHP";
"Picture Clipping" = "Clip de Imagem";
"picture clipping" = "clip de imagem";
"Pictures Folder" = "Pasta Imagens";
"PKZip archive" = "Arquivo PKZip";
"Plug-in" = "Plug-in";
"plug-in" = "plug-in";
"PLS Playlist" = "Lista de reprodução PLS";
"Portable Document Format (PDF)" = "PDF (Portable Document Format)";
"Portable Network Graphics image" = "Imagem Portable Network Graphics (PNG)";
"PostScript" = "PostScript";
"PostScript font" = "Tipo de letra PostScript®";
"PostScript OpenType font" = "Tipo de letra PostScript® OpenType®";
"PostScript Type 1 outline font" = "Tipo de letra PostScript® Type 1";
"PowerBook G4" = "PowerBook G4";
"Power Mac" = "Power Mac";
"Power Mac G4" = "Power Mac G4";
"Power Mac G5" = "Power Mac G5";
"precompiled C header" = "header C pré-compilado";
"precompiled C++ header" = "header C++ pré-compilado";
"Preferences Document" = "Documento Preferências";
"Preferences Folder" = "Pasta Preferências";
"preprocessed C source code" = "Código fonte C pré-processado";
"preprocessed C++ source code" = "Código fonte C++ pré-processado";
"preprocessed Objective-C source code" = "Código fonte Objective-C pré-processado";
"preprocessed Objective-C++ source code" = "Código fonte Objective-C++ pré-processado";
"preprocessed source code" = "Código fonte pré-processado";
"presentation" = "apresentação";
"Print Monitor Folder" = "Pasta Monitor de Impressão";
"Printer Description Folder" = "Pasta Descrição de Impressora";
"Printer Driver Folder" = "Pasta Recurso de Impressora";
"Private Folder" = "Pasta Privada";
"Promised file content type" = "Tipo do conteúdo do ficheiro prometido";
"Promised file URL" = "URL do ficheiro prometido";
"property list" = "lista de propriedades";
"Protected Application Folder" = "Pasta Aplicação Protegida";
"protected MPEG-4 audio" = "áudio MPEG-4 protegido";
"protected MPEG-4 movie" = "filme MPEG-4 protegido";
"Protected System Folder" = "Pasta Sistema Protegido";
"Public Folder" = "Pasta Pública";
"Python script" = "Script Python";
"Question Mark" = "Interrogação";
"QuickDraw picture" = "Imagem QuickDraw";
"QuickLook preview generator" = "Gerador de pré-visualização do QuickLook";
"QuickTime image" = "Imagem QuickTime";
"QuickTime movie" = "Filme QuickTime";
"RAM Disk" = "Disco RAM";
"Read-Only Folder" = "Pasta apenas de leitura";
"Recent Applications Folder" = "Pasta Aplicações Recentes";
"Recent Documents Folder" = "Pasta de documentos recentes";
"Recent Items" = "Itens recentes";
"Recent Servers Folder" = "Pasta Servidores Recentes";
"Rez source code" = "Código fonte Rez";
"rich text (RTF)" = "texto formatado (RTF)";
"rich text with attachments (RTFD)" = "texto formatado com anexos (RTFD)";
"rich text with attachments (RTFD) data" = "dados de texto formatado com anexos (RTFD)";
"Right Container Arrow" = "Marcador de Seta para Direita";
"RSS web feed" = "Feed web RSS";
"Ruby script" = "Script Ruby";
"scalable vector graphics (SVG)" = "gráficos vectoriais dimensionáveis (SVG)";
"script" = "script";
"Scripting Additions Folder" = "Pasta Scripting Additions";
"Scripts Folder" = "Pasta Scripts";
"Service" = "Serviço";
"Shared Badge" = "Identificador Partilhado";
"Shared Folder" = "Pasta Partilhada";
"Shared Library" = "Biblioteca Partilhada";
"sharepoint" = "ponto de partilha";
"Sharing Privs Not Applicable" = "Privilégio de partilhamento não aplicável";
"Sharing Privs ReadOnly" = "Privilégios de partilha apenas de leitura";
"Sharing Privs Read/Write" = "Privilégios de partilha de leitura/escrita";
"Sharing Privs Unknown" = "Privilégios de partilha desconhecidos";
"Sharing Privs Writable" = "Privilégios de partilha de escrita";
"shell script" = "script da shell";
"Shortcut" = "Atalho";
"Silicon Graphics image" = "Imagem Silicon Graphics";
"Sites Folder" = "Pasta Sites";
"Smart Folder" = "Pasta Inteligente";
"Sort Ascending" = "Ordem Ascendente";
"Sort Descending" = "Ordem Descendente";
"Sound Clipping" = "Clip de Som";
"Sound Designer II audio" = "Áudio do Sound Designer II";
"SoundFont audio" = "Áudio do SoundFont";
"source code" = "código fonte";
"Spotlight importer" = "Importador do Spotlight";
"Startup Folder" = "Pasta Arranque";
"Stationery" = "Modelo";
"Status Bar CD ROM" = "CD-ROM da barra de estado";
"Status Bar Trash" = "Lixo da barra de estado";
"StuffIt archive" = "Arquivo StuffIt";
"StuffIt archive family" = "Grupo de arquivos StuffIt";
"StuffIt X archive" = "Arquivo StuffIt X";
"StuffIt X index" = "Índice StuffIt X";
"symbol export list" = "lista de exportação de símbolos";
"symbolic link" = "ligação simbólica";
"System Folder" = "Pasta de Sistema";
"tab-separated values" = "valores separados por tabulador";
"Tenex C Shell script" = "script da shell Tenex C";
"text" = "texto";
"Text Clipping" = "Clip de Texto";
"text clipping" = "clip de texto";
"Text Encodings Folder" = "Pasta Codificações de Texto";
"text with multimedia" = "texto com mutimédia";
"TGA image" = "Imagem TGA";
"Themes Folder" = "Pasta Temas";
"TIFF image" = "Imagem TIFF";
"Time Capsule" = "Time Capsule";
"Toolbar Applicatons Folder" = "Pasta Aplicações da barra de ferramentas";
"Toolbar Documents Folder" = "Pasta Documentos da barra de ferramentas";
"Toolbar Favorites" = "Favoritos da barra de ferramentas";
"Toolbar Home" = "Início da barra de ferramentas";
"Toolbar Movie Folder" = "Pasta Filmes da barra de ferramentas";
"Toolbar Music Folder" = "Pasta Música da barra de ferramentas";
"Toolbar Pictures Folder" = "Pasta Imagens da barra de ferramentas";
"Toolbar Public Folder" = "Pasta Pública da barra de ferramentas";
"Trash" = "Lixo";
"TrueType collection" = "Colecção TrueType®";
"TrueType collection font" = "Colecção de tipos de letra TrueType®";
"TrueType datafork font" = "Tipo de letra TrueType® em datafork";
"TrueType font" = "Tipo de letra TrueType®";
"TrueType OpenType font" = "Tipo de letra TrueType® OpenType®";
"uLaw audio" = "Áudio µLaw";
"Unknown Object" = "Objecto desconhecido";
"Unlocked" = "Desprotegido";
"URL" = "URL";
"URL name" = "Nome do URL";
"User" = "Utilizador";
"User iDisk" = "iDisk do Utilizador";
"Users Folder" = "Pasta Utilizadores";
"UUEncoded archive" = "Arquivo UUEncoded";
"video" = "vídeo";
"volume" = "volume";
"Waveform audio" = "Áudio Waveform";
"web archive" = "arquivo web";
"Window" = "Janela";
"Windows bitmap image" = "Imagem bitmap Windows";
"Windows icon image" = "Imagem ícone do Windows";
"writing" = "a escrever";
"X bitmap image" = "Imagem X Bitmap";
"XHTML" = "XHTML";
"XML property list" = "Lista de propriedades XML";
"XML text" = "Texto XML";
"Xserve" = "Xserve";
"Xserve G5" = "Xserve G5";
"Yacc source code" = "Código fonte Yacc";
"Z archive" = "Arquivo Z";
"Z Shell script" = "script da shell Z";
"Zip archive" = "Arquivo Zip";